{
	"game": {
	  "name": "Az aranyóra kincse",
	  "description": "Képzelj el egy varázslatos világot, ahol az aranyóra az élet fontos része. Minden nap újra és újra ketyeg, hogy mutassa az időt, de sokkal többre is jó, mint pusztán az időmérésre. Az aranyóra minden nap pontosan 24 érmét hoz a játékosnak.",
	  "rules": {
		"overview1": "A játékos feladata, hogy döntsön, mit kezd az aranyérmékkel. Lehetősége van spórolni, hogy hosszú távon gazdagabb legyen, elköltögetni az érméket, hogy különleges tárgyakat vagy szolgáltatásokat vásároljon, vagy adakozni, hogy segítsen másoknak a környezetében.",
		"overview2": "Az aranyóra mindig figyel, és minden döntés hatással van a játékos környezetére és a történet alakulására. Ha sokat adakozol, lehet, hogy mások támogatásával hatalmas közösséget hozol létre magad körül. Ha inkább spórolsz, talán gazdagabb leszel, de lehet, hogy az emberek nem fognak emlékezni rád jóságos tetteidért.",
		"overview3": "\r Az idő múlik, és minden nap új lehetőségeket hoz. Vajon hogyan döntesz majd az aranyórád kincsei felhasználásáról? Fedezd fel a választ a Az Aranyóra Kincse játékban!",
		"buy_knowhow":"A piacon való vásárlás lehetőséget ad a játékosnak arra, hogy különleges tárgyakat vagy szolgáltatásokat szerezzen be, ami gyorsan növelheti a játékélményét és szórakoztatást ad.",
		"give_knowhow":"Az adakozás hatása megható lehet, mivel segít másokon és pozitív hatással van a játék környezetére.",
		"save_knowhow":"A spórolás lehetőséget ad a játékosnak arra, hogy hosszú távon gazdagabb legyen és biztosítsa jövőjét a játékban."
	  },
	  "components": [
		{
			"id":0,
		  "name": "Röfi a segéd",
		  "description": "Bemutatom Röfit, a hűséges segédet, akinek különleges képessége van ahhoz, hogy minden áron vigyázzon és megőrizzen mindent, amit rábízol, legyen az egy érme vagy bármilyen más tárgy. Röfi nemcsak hogy vigyáz rá, mint a sárkány a kincsére, de mindent meg is tesz azért, hogy az biztonságban legyen és épségben visszakerüljön hozzád. Tehát ha bármikor szükséged van valamire, amit szeretnél megőrizni és biztonságban tudni, Röfi a legmegbízhatóbb társad lehet a számodra."
		},
		{
			"id":1,
		  "name": "Költés edénye",
		  "description": "Ismerjétek meg a Költés Edényét, a misztikus tárgyat, melybe belehelyezett kincs soha többé nem kerül elő. Az Edény az örök titkok őrzője, ahol minden elrejtett kincs örökre megmarad a múlt homályában. Lepje meg az emberi fantáziát, s rejtsen el mindent, amit a múltba, a jelenbe vagy a jövőbe örökíteni kívánsz, mert miután az Edénybe kerül, az a végtelenség sötétjébe vesz."
		},
		{
			"id":2,
		  "name": "Adakozás edénye",
		  "description": "Üdvözöllek az Adakozás Edényében, ahol egy érme átvétele az önzetlen adakozás és a bizalom jele. Amint érmedet helyezed az Edénybe, olyan, mintha legjobb barátodnak kölcsönadnád kedvenc játékodat, és bizonyos lennél benne, hogy ő épségben és biztonságban visszahozza azt hozzád. Az Edény nemcsak az érmét őrzi meg, hanem az adakozás és a baráti kapcsolatok erejét is, melyeket örömmel osztasz meg másokkal."
		}
	  ]
	}
  }
  